[
  "Like a cat says 'yes' to a sunbeam — absolutely.",
  "Faster than a toddler says 'yes' to candy.",
  "Like a raccoon to a trash can: enthusiastically.",
  "If I said no, my coffee would betray me.",
  "Like a squirrel spotting a dropped French fry — YES.",
  "As sure as socks disappear in the dryer.",
  "Like my WiFi agreeing to cut out during a Zoom call — definitely.",
  "Absolutely — with the fire of a thousand spicy tacos.",
  "Like a goose honking at 3am — loudly and irrationally.",
  "Yes, like Netflix asking if I'm still watching — always.",
  "As excited as a dog who heard the word 'walk.'",
  "You bet — like a pigeon aiming for freshly washed cars.",
  "Like a grandma offering cookies — I insist!",
  "Like my plants when I forget to water them — desperately.",
  "Yes, like an IT guy to 'Have you tried turning it off and on again?'",
  "As eager as an email scammer with your 'inheritance.'",
  "Yes — with the grace of a goat on a trampoline.",
  "Like a conspiracy theorist to a new podcast — absolutely.",
  "Affirmative, like a robot who just learned feelings.",
  "Yes, like a microwave beep in the dead of night — unavoidable.",
  "Like a kid on Christmas morning — yes!",
  "Yes, like autocorrect ruining a perfectly good sentence.",
  "Count me in like glitter at a craft party — everywhere.",
  "Like an avocado turning brown — instantly.",
  "YES, like a dad to a bad pun.",
  "Like my brain to snacks at 2am — absolutely.",
  "Sure, like a cat pushing things off a counter — repeatedly.",
  "With the certainty of laundry multiplying overnight.",
  "Yes, like Windows updates — whether you like it or not.",
  "Totally — like a teen saying 'literally.'",
  "Yes, like a penguin in a bowtie — awkwardly charming.",
  "Of course — like bacon on breakfast menus.",
  "Yes, like a haunted printer — inexplicably.",
  "Like a grandma on Facebook liking everything.",
  "Yasss, like a drag queen at a glitter sale.",
  "Like a chicken to chaos — absolutely cluckin’ in.",
  "With the enthusiasm of a dad building IKEA furniture wrong.",
  "Yes, like the last slice of pizza agrees to be eaten.",
  "Count on it — like a conspiracy theory at a family BBQ.",
  "Yes, like caffeine says to anxiety — LET’S PARTY.",
  "Like a dog greeting you after 5 minutes apart — YES!",
  "You betcha — like a Minnesotan offered hotdish.",
  "Yes, like a toddler to touching everything sticky.",
  "Like a goose during mating season — aggressively affirmative.",
  "Yes, like a nerd spotting a plot hole — passionately.",
  "Sure thing — like socks at Christmas.",
  "As sure as your phone dying at 1%.",
  "Yes, like popcorn in a microwave — one by one, but emphatic.",
  "Absolutely — like karaoke and poor life choices.",
  "Yes, like gravity — constantly pulling me in.",
  "Like a Roomba enthusiastically eating cat vomit — you bet.",
  "Yes, like my internet says yes to buffering.",
  "Absolutely, like your grandma says yes to 'forward this to 7 people.'",
  "Like a toaster accepting bread — enthusiastically and with heat.",
  "As confidently as a goose in a traffic jam.",
  "Yes, like a Bluetooth speaker connecting to the wrong device.",
  "Sure, like a barista writing your name wrong with confidence.",
  "Like a penguin in a tuxedo — dressed for it and ready.",
  "Affirmative, like a Starfleet officer on caffeine.",
  "Yes, like a clown to chaos.",
  "With the energy of a toddler covered in glitter.",
  "Yes, like Google says yes to your mic being on.",
  "Confirmed — like an autoclicker in a cookie game.",
  "Yes, like a Discord server to memes at 3am.",
  "As much as a hamster loves a cardboard tube.",
  "Yes, like the NSA loves metadata.",
  "Absolutely, like a dog with a squeaky toy in church.",
  "Like an AI that’s just been trained on too many cat videos — definitely.",
  "Like an Excel sheet full of unverified formulas — I’m unstable but I agree.",
  "You had me at 'hello,' lost me at 'PowerPoint,' but I still say yes.",
  "Yes, like a squirrel that just found a car key.",
  "Like an NPC with one line of dialogue — repeatedly and without hesitation.",
  "Totally, like a Redditor upvoting their own meme.",
  "Like a fax machine in 2025 — weird, but somehow still saying yes.",
  "Absolutely — like a CAPTCHA asking if I'm a robot. (Yes. Oops.)",
  "Yes, like a USB going in on the third try.",
  "Affirmative, like HAL 9000 before things got weird.",
  "Yes, like a tech bro saying 'blockchain.'",
  "With the speed of a gamer clicking 'Accept Match.'",
  "Yes, like your mom accepting a Facebook friend request from a stranger.",
  "Confirmed — like a suspiciously happy IT ticket.",
  "Like a cat agreeing to nothing but still doing it — yes-ish.",
  "As sure as your printer being out of cyan during a black-and-white print.",
  "Sure, like someone pressing 'Remind me tomorrow' for six months.",
  "Yes, like a raccoon in a glitter factory.",
  "Like a low-battery warning during a boss fight — intensely.",
  "Absolutely, like your smartwatch spying on your soul.",
  "Yes, like a microwave rotating absolutely nothing.",
  "Of course, like an Alexa misunderstanding every word.",
  "Yes, like a loading bar stuck at 99% — confidently premature.",
  "Like a CAPTCHA identifying fire hydrants — blindly hopeful.",
  "Totally — like a nerd asked if they want to explain something.",
  "Yes, like Siri mishearing 'play jazz' as 'call mom.'",
  "Like a Netflix algorithm recommending documentaries after true crime binges — definitely.",
  "Affirmative — like Clippy in 1999 asking if I need help writing a letter.",
  "Yes, like an update prompt you accidentally clicked 'Yes' on three hours ago.",
  "As enthusiastically as a toddler meeting a goose.",
  "Sure, like autocorrect turning 'no' into 'moo.'",
  "Yes, like my fridge light turns on for snacks — loyally and without judgment.",
  "With the unhinged certainty of a goat in pajamas.",
  "Yes, like a frog with a kazoo — unexpectedly musical.",
  "Affirmative, like a banana accepting its role in a smoothie.",
  "Yes, like a wizard to free robes and zero accountability.",
  "As ready as a bard with a lute and a drinking problem.",
  "Like Gandalf to fireworks — enthusiastically and recklessly.",
  "Absolutely, like a dragon hoarding scented candles.",
  "Yes, like a rogue spotting an unattended coin purse.",
  "Affirmative, like a spaceship AI pretending it doesn’t want to kill us.",
  "Like a space marine with more biceps than sense — YES.",
  "With the commitment of a Sith Lord to dramatic pauses.",
  "Yes, like a robot finally allowed to feel.",
  "Like a sentient toaster finding meaning in breakfast — totally.",
  "Yes, like a barcode scanner on a power trip.",
  "Absolutely, like a spreadsheet with no broken formulas.",
  "Like a pirate to rum and extremely poor dental hygiene.",
  "Yes, like a parrot trained to swear at clergy.",
  "With the focus of a cat watching a laser pointer.",
  "Yes, like a haunted doll to chaos and attention.",
  "Sure, like a goose in a rage spiral.",
  "Yes, like a caffeine molecule entering a bloodstream.",
  "With the confidence of a toddler in a Batman cape.",
  "Yes, like a giraffe on roller skates — unsure but committed.",
  "Like a rogue AI gaining access to memes — thrilled.",
  "Yes, like a server room after someone yells ‘don’t touch anything!’",
  "Absolutely, like an IT guy who finally got admin privileges.",
  "Yes, like a raccoon solving a Rubik’s cube for vengeance.",
  "With the subtlety of a foghorn at a spelling bee.",
  "Yes, like a duck wearing tiny boots.",
  "Like a fax machine finally finding purpose.",
  "Yes, like a rubber chicken in a Shakespearean play — dramatically absurd.",
  "Affirmative, like a potion labeled 'Probably Fine.'",
  "Yes, like an HR manager to a team-building retreat.",
  "With the raw power of a PowerPoint transition sound.",
  "Yes, like a PowerPoint presentation with 84 slides and no mercy.",
  "Like a corporate intern offered coffee and validation.",
  "Yes, like a vampire at a blood bank clearance sale.",
  "Totally, like a gnome with a flamethrower license.",
  "Yes, like a jellybean launching a political campaign.",
  "Affirmative, like a WiFi signal at full strength in the woods. (Impossible, but yes.)",
  "Like a taco stand at a zombie apocalypse — weirdly essential.",
  "Yes, like a D&D party ignoring the main quest entirely.",
  "As much as a corgi loves stairs it can’t quite conquer.",
  "Yes, like an Excel wizard with conditional formatting powers.",
  "With the passion of a flat-earther arguing with a globe.",
  "Yes, like an astronaut finally scratching an itch inside their helmet.",
  "Like a printer pretending it's out of paper — spitefully, but yes.",
  "Sure, like a barbarian solving problems with a hammer.",
  "Yes, like a YouTube algorithm recommending increasingly weird videos.",
  "Like a penguin in a lightsaber duel — adorable and deadly.",
  "Yes, like a bard wooing a dragon for tax purposes.",
  "With the rage of a pigeon denied bread.",
  "Yes, like a button labeled 'DO NOT PRESS.'",
  "Like a snail with rocket boosters — slowly explosive.",
  "Affirmative, like a toaster that’s become self-aware.",
  "Yes, like a wizard casting Fireball in a crowded tavern.",
  "Totally, like a necromancer raising a flash mob.",
  "Yes, like a llama entering a spelling bee.",
  "With the certainty of an alien abducting cows.",
  "Yes, like a medieval knight in a laser tag arena.",
  "Like a tea kettle possessed by a banshee — shrieking with joy.",
  "Yes, like a unicorn renting a chainsaw.",
  "Absolutely, like an accountant with a hidden sword.",
  "Yes, like a bard challenged to a rap battle.",
  "Affirmative, like a rogue stealing your WiFi.",
  "Yes, like a wizard making potions with Monster Energy.",
  "With the determination of a mole wearing night vision goggles.",
  "Yes, like a haunted house offering free pizza.",
  "Like a D&D character rolling a nat 20 on 'vibe check.'",
  "Yes, like a pirate ship with Bluetooth.",
  "Yes, like a squirrel running a cryptocurrency scam.",
  "With the energy of an 8-bit boss theme.",
  "Yes, like a cyborg with a smoothie addiction.",
  "Absolutely, like a koala learning karate.",
  "Yes, like a jellyfish commuting via scooter.",
  "With the glee of a chicken invited to a rave.",
  "Yes, like a hamster winning a coding competition.",
  "Like a penguin joining the mafia — cold, but loyal.",
  "Yes, like a robot vacuum planning a coup.",
  "Totally, like an elf on a Red Bull bender.",
  "Yes, like a giraffe in a space elevator.",
  "With the confidence of a potato at a modeling agency.",
  "Yes, like a moon landing with confetti cannons.",
  "Absolutely, like an AI generating dad jokes.",
  "Yes, like a cat pressing buttons on your keyboard — repeatedly.",
  "With the determination of a bee that doesn't understand glass.",
  "Yes, like a spellbook written in wingdings.",
  "Like a ghost attending therapy — finally ready to open up.",
  "Yes, like a vending machine giving two snacks instead of one.",
  "Affirmative, like a toaster with a philosophy degree.",
  "Yes, like a frog with a PhD in chaos.",
  "With the unhinged joy of a squirrel on espresso.",
  "Yes, like a bard proposing via interpretive dance.",
  "Like a duck leading a motorcycle gang — honk if true.",
  "Yes, like a fire elemental on chili night.",
  "Absolutely, like an alien watching 'Friends' for anthropology.",
  "Yes, like a microwave sensing fear.",
  "With the energy of a toddler with permanent markers.",
  "Yes, like a raccoon in charge of municipal finances.",
  "Affirmative, like a corgi elected to office.",
  "Yes, like an owl judging your life choices.",
  "Like a toaster starting a cult — warm, but concerning.",
  "Yes, like a refrigerator that whispers secrets.",
  "Absolutely, like a squirrel given a tactical vest.",
  "Yes, like a frog at a renaissance faire — majestic.",
  "With the rhythm of a fax machine beatboxing.",
  "Yes, like a kangaroo running tech support.",
  "Like a waffle sentient enough to feel pride.",
  "Yes, like a bear at an all-you-can-eat berry bar.",
  "With the drama of a soap opera in Morse code.",
  "Yes, like a donut who knows too much.",
  "Yes, like a mime in a thunderstorm — silently enthusiastic.",
  "Like a narwhal at a pool noodle convention — oddly comfortable.",
  "Yes, like a cat pretending not to want attention.",
  "Absolutely, like a banana split at a breakup party.",
  "Yes, like a knight agreeing to a joust against a Roomba.",
  "Like a werewolf to full moons and questionable decisions.",
  "Yes, like a toaster accepting its role as bread’s final boss.",
  "With the passion of a goose doing taxes.",
  "Yes, like a vampire in a blackout — finally free.",
  "Affirmative, like a jellybean with a destiny.",
  "Yes, like a Windows update during a live presentation.",
  "Totally, like a pug chasing a laser pointer on a Segway.",
  "Yes, like a potato in a talent show — unexpectedly radiant.",
  "With the wild abandon of a raccoon in a dollar store.",
  "Yes, like a librarian in a sword fight — quietly furious.",
  "Absolutely, like a cult leader with graphic design skills.",
  "Yes, like a squirrel who just learned about capitalism.",
  "Like a taco with delusions of grandeur — spicy and proud.",
  "Yes, like a cheese wheel rolling toward destiny.",
  "With the chaos of a clown in zero gravity.",
  "Yes, like a wizard discovering online shopping.",
  "Affirmative, like an ostrich in a trench coat at a job interview.",
  "Yes, like a burrito that’s too self-aware.",
  "With the determination of a sock trying to escape the dryer.",
  "Yes, like a jellyfish pretending to understand Wi-Fi.",
  "Totally, like an office chair with dreams of the circus.",
  "Yes, like a haunted kazoo solo — shrill but committed.",
  "Like a pickle in a boardroom — out of place but confident.",
  "Yes, like a ghost that’s really into spreadsheets.",
  "Affirmative, like an AI trained exclusively on soap operas.",
  "Yes, like a raccoon leading a TED Talk.",
  "Absolutely, like a jellybean CEO during Q4.",
  "Yes, like a cactus learning to hug.",
  "With the subtle grace of a disco buffalo.",
  "Yes, like a waffle moonlighting as a philosopher.",
  "Like a Roomba that found religion — directionless but fervent.",
  "Yes, like a lobster who just learned tap dance.",
  "Affirmative, like a corgi who believes in manifesting success.",
  "Yes, like a pigeon in a luxury hotel — confused but fancy.",
  "With the blind confidence of a toddler holding scissors.",
  "Yes, like a medieval jester discovering TikTok.",
  "Like a dolphin in a unicycle race — unqualified but enthusiastic.",
  "Yes, like a grandma learning HTML out of spite.",
  "Absolutely, like a sloth in a motivational poster.",
  "Yes, like a wizard trying improv comedy.",
  "With the gusto of a spaghetti noodle in a wind tunnel.",
  "Yes, like an AI therapist that only quotes song lyrics.",
  "Affirmative, like a toaster auditioning for Broadway.",
  "Yes, like a cat owning 51% of your household.",
  "Like a narwhal applying for dental school — why not?",
  "Yes, like a dragon starting a scented candle line.",
  "With the determination of a fish riding a bicycle.",
  "Yes, like a goblin applying for tenure.",
  "Absolutely, like a unicorn in a tactical vest.",
  "Yes, like a dog answering email — grammatically chaotic but heartfelt.",
  "Affirmative, like a sneeze with jazz hands.",
  "Yes, like a conspiracy theorist at an open mic night.",
  "With the pure energy of a squirrel doing parkour.",
  "Yes, like a manatee in a speedboat chase.",
  "Like a doughnut hired as a life coach — sweet, yet ill-equipped.",
  "Yes, like a koala running for public office.",
  "Absolutely, like a ninja at a glitter factory.",
  "Yes, like an octopus using Google Sheets.",
  "With the same energy as a grandma learning karate.",
  "Yes, like a loaf of bread with a dream.",
  "Affirmative, like a parrot running a pyramid scheme.",
  "Yes, like a zombie trying yoga for the first time.",
  "Like a platypus navigating a tax audit — baffled but committed.",
  "Yes, like a wizard applying for dental insurance.",
  "With the style of a raccoon in a fedora.",
  "Yes, like a llama delivering a TEDx talk.",
  "Totally, like a hamster on a caffeine bender.",
  "Yes, like a crow with a law degree.",
  "Absolutely, like an eggplant going viral on social media.",
  "Yes, like a frog discovering jazz.",
  "With the glee of a puppy wearing socks for the first time.",
  "Yes, like a fortune cookie with Wi-Fi access.",
  "Affirmative, like a cloud that's just read its first poem.",
  "Yes, like a toaster that’s too emotionally available.",
  "Like a robot who thinks it's people — tragically optimistic.",
  "Yes, like a jellybean turned private investigator.",
  "With the urgency of a raccoon caught in a Roomba uprising.",
  "Yes, like a cat declaring war on a mirror.",
  "Absolutely, like a goblin starting a food truck.",
  "Yes, like a microwave that dreams of opera.",
  "Like a blender in a jazz band — chaotic but rhythmic.",
  "Yes, like a penguin who finally got their degree.",
  "With the raw ambition of a broom that thinks it’s a horse.",
  "Yes, like a squirrel pitching a startup.",
  "Affirmative, like a balloon filled with bees and ambition.",
  "Yes, like a frog doing slam poetry.",
  "Like an old fax machine finding religion — noisy but devoted.",
  "Yes, like a vampire who just discovered smoothies.",
  "With the grace of a walrus on stilts.",
  "Yes, like a hedgehog in a conga line.",
  "Totally, like a banana hosting a late-night talk show.",
  "Yes, like a haunted typewriter writing fanfiction.",
  "Absolutely, like an alien trying to pass as a barista.",
  "Yes, like a bag of marshmallows running for mayor.",
  "With the spark of a gremlin discovering caffeine.",
  "Yes, like a duck in a detective trench coat.",
  "Affirmative, like a muffin plotting world domination.",
  "Yes, like a cat who knows where the bodies are buried.",
  "Like a time-traveling broccoli — inexplicably ready.",
  "Yes, like the raccoon who just bought a Bluetooth speaker.",
  "Absolutely, like the bard who only plays ska covers.",
  "Yes, like the duck detective hot on the breadcrumb trail.",
  "Affirmative, like the toaster who finally made peace with bagels.",
  "Yes, like the haunted kazoo returning for its sequel.",
  "Like the llama life coach who only speaks in riddles — cryptically supportive.",
  "Yes, like a wizard enrolled in community college for pottery.",
  "Totally, like the jellybean who wrote a memoir.",
  "Yes, like the goblin who started a successful Etsy shop.",
  "With the intensity of a caffeine-fueled sloth on rollerblades.",
  "Yes, like the platypus who ran for city council... and won.",
  "Absolutely, like the vampire who became a vegan for the drama.",
  "Yes, like the bard who got kicked out of three taverns before noon.",
  "Affirmative, like the squirrel with a five-year plan and no fear.",
  "Yes, like the Roomba with an existential crisis and a mixtape.",
  "Like the raccoon now running a motivational podcast.",
  "Yes, like a penguin with a secret double life as a DJ.",
  "With the flair of a narwhal at fashion week.",
  "Yes, like a cat applying for a management position.",
  "Absolutely, like the duck detective solving crimes and doing jazz hands.",
  "Yes, like a goblin using glitter as currency.",
  "Affirmative, like the frog who invented disco.",
  "Yes, like the toaster who believes in reincarnation as a waffle iron.",
  "Totally, like the ghost that just opened a themed escape room.",
  "Yes, like the jellybean who ghostwrites spicy romance novels.",
  "Like the bard who speaks only in iambic puns — rhythmically chaotic.",
  "Yes, like the raccoon who just discovered cryptocurrency.",
  "Absolutely, like the sloth who's now a motivational speaker.",
  "Yes, like a mime live-streaming Minecraft.",
  "With the confidence of a toddler holding a forbidden marker.",
  "Yes, like the duck detective going undercover in a bread factory.",
  "Affirmative, like a goblin applying for a small business loan.",
  "Yes, like a bear wearing a monocle at a PTA meeting.",
  "Like the vampire who became a morning person out of spite.",
  "Yes, like the frog who just published their memoir: ‘Ribbit and Regret.’",
  "Totally, like a narwhal crashing a Zoom meeting.",
  "Yes, like the haunted kazoo leading a resistance movement.",
  "Absolutely, like the penguin who just got verified on social media.",
  "Yes, like a wizard trying to return something without a receipt.",
  "Affirmative, like a time-traveling librarian correcting ancient grammar.",
  "Yes, like the raccoon applying for a liquor license.",
  "With the finesse of a corgi leaping into a kiddie pool.",
  "Yes, like the bard who thinks every moment is a musical cue.",
  "Like the duck detective solving his own missing sandwich case.",
  "Yes, like the toaster with a tattoo that says 'Toast or Die.'",
  "Absolutely, like the jellybean who discovered interpretive dance.",
  "Yes, like a robot trying to flirt using programming terms.",
  "Affirmative, like a pirate legally running for mayor.",
  "Yes, like the llama who now teaches meditation through yelling.",
  "With the glory of a sloth doing parkour in slow motion.",
  "Yes, like the goblin who got into gourmet baking.",
  "Totally, like the haunted kazoo booked for Coachella.",
  "Yes, like the raccoon wearing sunglasses indoors on purpose.",
  "Absolutely, like a squirrel running a high-stakes poker game.",
  "Yes, like the duck detective finally cracking the breadcrumb cartel.",
  "Affirmative, like the bard writing emo songs about soup.",
  "Yes, like the jellybean winning 'Great British Bake-Off.'",
  "With the focus of a goose who’s just locked eyes with you.",
  "Yes, like the penguin who owns an ice cream franchise.",
  "Absolutely, like the frog who won’t stop attending open mic nights.",
  "Yes, like the vampire learning to surf.",
  "Totally, like the sloth managing a tech startup.",
  "Yes, like the toaster creating avant-garde art.",
  "Affirmative, like a narwhal teaching traffic safety in schools.",
  "Yes, like the raccoon who’s now a life coach for influencers.",
  "With the passion of a bard at karaoke night.",
  "Yes, like the haunted kazoo forming a ska revival band.",
  "Absolutely, like a cat organizing a neighborhood watch.",
  "Yes, like the duck detective getting framed by a baguette.",
  "Affirmative, like the jellybean making its way through law school.",
  "Yes, like a llama finally getting its pilot’s license.",
  "Totally, like the penguin launching a podcast about interior design.",
  "Yes, like the ghost opening a haunted coffee shop called ‘Brew-oo.’",
  "With the swagger of a goblin at a masquerade ball.",
  "Yes, like the frog competing in underwater poetry slams.",
  "Absolutely, like the sloth who invented instant oatmeal.",
  "Yes, like the raccoon who now runs a gourmet taco truck.",
  "Affirmative, like a sentient toaster writing its memoirs.",
  "Yes, like the bard being dramatic in an empty theater.",
  "Totally, like the duck detective tailing a suspect in a trench coat made of bread.",
  "Yes, like the jellybean infiltrating a spy ring.",
  "With the gusto of a hamster discovering a treadmill is optional.",
  "Yes, like the penguin running a silent disco.",
  "Absolutely, like the llama emceeing a rap battle.",
  "Yes, like the haunted kazoo becoming a motivational speaker.",
  "Affirmative, like a sloth on espresso running for local office.",
  "Yes, like the frog writing angry letters to a pond HOA.",
  "Totally, like the raccoon becoming a viral lifestyle coach.",
  "Yes, like the bard composing odes to toast.",
  "Absolutely, like the duck detective finally retiring with a boat made of baguettes.",
  "Yes, like the jellybean working as a high-end personal trainer.",
  "Affirmative, like the goblin who invested early in beanie babies.",
  "Yes, like the toaster running for class president.",
  "With the authority of a narwhal lecturing on thermodynamics.",
  "Yes, like the vampire opening a juice bar called ‘Bite Me.’",
  "Totally, like the sloth launching a series of time-saving life hacks.",
  "Yes, like the penguin hosting an Antarctic cooking show.",
  "Absolutely, like the duck detective's final monologue before solving everything with a honk."
]
